Repository: DaemonEngine/daemonmap
Catalog: main/translation/client/*.po
Languages: es, gl, pl

source: shift, ctrl, alt, command/cmd, mode, super; ! negates; e.g. shift,!alt
es: shift, ctrl, alt, command/cmd, mode, super; ! invalida; por ejemplo, shift,!alt
gl: shift (Maiús), ctrl, alt, command/cmd, mode, super; «!» serve de negación: «shift,!alt».
pl: ^5shift, ctrl, alt, command/cmd, mode, super; ! ^6neguje; np. ^5shift,!alt

source: can't have %s both pressed and not pressed
es: no se puede tener %s tanto presionada, como no presionada
gl: «%s» non pode estar premido e non premido ao mesmo tempo.
pl: Nie możesz mieć %s jednocześnie przyciśnięte i nie przyciśnięte.

source: unknown modifier key name in "%s"
es: nombre de modificador de tecla desconocido en "%s"
gl: Hai un nome de tecla modificadora descoñecido en «%s».
pl: Nieznany modyfikator nazwy klawisza w "%s".

source: <modifiers> <command> [<modifiers> <command>] … [<command>]
gl: <modificadores> <orde> [<modificadores> <orde>] … [<orde>]
pl: modcase <modyfikatory> <komenda> [<modyfikatory> <komenda>] … [<komenda>]

source: if <modifiers>… is not supported on the server — assuming true.
es: <modificadores> para if ... no están soportados en este servidor - asumiendo verdadero.
gl: O servidor non admite a condición «se <modificadores>…», asumirase que devolve «certo».
pl: Jeśli <modyfikatory>… nie jest włączone na serwerze — zakładam true.

source: invalid relation operator in if command. valid relation operators are = != ≠ < > ≥ >= ≤ <= eq ne in !in
gl: Usouse un operador de comparación incorrecto. Os operadores dispoñíbeis son: = != ≠ < > ≥ >= ≤ <= eq ne in !in
pl: Nieprawidłowy operator relacji komendy. Prawidłowe operatory relacji to: = != ≠ < > ≥ >= ≤ <= eq ne in !in

source: if <number|string> <relation> <number|string> <cmdthen> (<cmdelse>) : compares two numbers or two strings and executes <cmdthen> if true, <cmdelse> if false if <modifiers> <cmdthen> (<cmdelse>) : check if modifiers are (not) pressed -- modifiers are %s -- commands are cvar names unless prefixed with / or \
gl: if <número|cadea> <relación> <número|cadea> <orde> (<orde alternativa>) : Compara dous números ou cadeas e executa <orde> se son idénticos, ou <orde alternativa> se non o son. if <modificadores> <orde> (<orde alternativa>) : comproba se os modificadores están (ou non) premidos. Os modificadores son %s As ordes son nomes de variábeis salvo que leven «/» ou «\» de prefixo.
pl: Jeśli <numer|linia> <relacja> <numer|linia> <cmdthen> (<cmdelse>) : porównać dwa numery lub dwa ciągi i wykonuje <cmdthen> jeśli tak, <cmdelse> jeśli nie Jeśli <modyfikatory> <cmdthen> (<cmdelse>) : sprawdzić jeśli modyfikatory są (nie) wybrakowane. -- modyfikatory są %s -- komendy są cvar nazwane chyba że z przedrostkiem / lub \

source: <variableToSet> = <number> <operator> <number>
gl: <variábel> = <número> <operador> <número>
pl: <zmiennaToSet> = <liczba> <operator> <liczba>

source: <variableToSet> <operator> <number>
gl: <variábel> <operador> <número>
pl: <zmiennaToSet> <operator> <liczba>

source: <variableToSet> (++|--)
gl: <variábel> (++|--)
pl: <zmiennaToSet> (++|--)

source: valid operators: + - × * ÷ /
gl: Operadores válidos: + - × * ÷ /
pl: Poprawne operatory: + - × * ÷ /

source: Cannot divide by 0!
gl: Non é posíbel dividir por 0!
pl: Nie można dzielić przez 0!

source: <variableToSet> <variable1> … <variableN>
gl: <variábel para definir> <variábel 1> … <variábel n>
pl: <zmiennaToSet> <zmienna1> … <zmiennaN>

source: concatenates variable1 to variableN and sets the result to variableToSet
gl: Une as variábeis (desde variábel 1 ata variábel n) e asigna o resultado á variábel para definir.
pl: Łączy zmienną1 oraz zmiennąN i ustala wynik zmiennejToSet.

source: <number> <operator> <number>
gl: <número> <operador> <número>
pl: <numer> <operator> <numer>

source: Calculator. Accepted operators: +, -, /, */x
gl: Calculadora. Operadores válidos: +, -, /, */x
pl: Kalkulator. Akceptowane operatory: +, -, /, */x

source: <name> (command)
gl: <nome> (command)
pl: <nazwa> (komenda)

source: removes all commands with <name> in them. if (command) is specified, the removal will be limited only to delays whose commands contain (command).
gl: Elimina todas as ordes que conteñen o <nome>. Se se indica «(command)», a eliminación limitarase a temporizadores que teñan «(command)» entre as súas ordes.
pl: Usuwa wszystkie polecenia z <nazwa> w nich. Jeśli (komenda) jest określona usunięcie będzie ograniczone do opóźnienia komendy zawierającej (komenda).

source: delay (name) <delay in milliseconds> <command> delay <delay in frames>f <command> executes <command> after the delay
es: delay (nombre) <retraso en milisegundos> <comando> delay <retraso en cuadros>f <comando> ejecuta el <comando> después del retraso especificado
gl: delay (name) <atraso en milisegundos> <orde> delay <atraso en fotogramas>f <orde> Executa <orde> tras o tempo ou os fotogramas definidos.
pl: delay (nazwa) <opóźnienie w milisekundach> <komenda> delay <opóźnienie w klatkach>f <komenda> wykonuje <komenda> po określonym opóźnienieniu

source: delay: the delay must be a positive integer
es: delay: el retraso debe ser un número entero positivo
gl: delay: o atraso debe ser un número enteiro positivo.
pl: delay: Czas opóźnienia musi być dodatnią liczbą całkowitą.

source: Maximum amount of delayed commands reached.
gl: Acadouse o límite de temporizadores (ordes con atraso ou «delays»).
pl: UWAGA: Została osiągnięta maksymalna liczba komend delay.

source: %i aliases
gl: %i alias
pl: %i pseudonimy.

source: <name>
gl: <nome>
pl: <nazwa>

source: delete an alias
gl: Eliminar un alias
pl: Usuń pseudonim.

source: show an alias
gl: Mostrar un alias
pl: Pokaż pseudonim.

source: <name> <exec>
gl: <nome> <orde>
pl: <nazwa> <exec>

source: create an alias
gl: Crear un alias
pl: Tworzenie pseudonimu.

source: Can't make an alias to itself
es: No se puede crear un alias a si mismo
gl: Non pode facerse un alias a un mesmo.
pl: Nie możesz stworzyć aliasu do siebie samego.

source: Can't override a builtin function with an alias
es: No se puede reemplazar una función integrada con un alias
gl: Non pode definirse un alias co mesmo nome que unha función predefinida.
pl: Nie możesz nadpisać wbudowanej funkcji aliasem.

source: Alias %s does not exist
es: El alias %s no existe
gl: Non existe o alias «%s».
pl: Pseudonim %s nie istnieje.

source: usage
gl: Uso
pl: użycie

source: Cmd_AddCommand: %s already defined
es: Cmd_AddCommand: %s ya está definido
gl: Cmd_AddCommand: «%s» xa está definido.
pl: Cmd_AddCommand: %s już zdefiniowano.

source: Cmd_AddButtonCommand: +/-%s already defined
es: Cmd_AddButtonCommand: +/-%s ya está definido
gl: Cmd_AddButtonCommand: «+/-%s» xa está definido.
pl: Cmd_AddButtonCommand: +/-%s już zdefiniowano.

source: %i commands
es: %i comandos
gl: %i ordes
pl: %i komend

source: map features per poly collision detection
es: el mapa incluye detección de colisiones por polígono
gl: Trazos do mapa por detección de colisión de polígonos.
pl: Cechy map na wielofazowe wykrywanie kolizji.

source: WARNING: CM_GridPlane unresolvable
es: ADVERTENCIA: No es posible resolver CM_GridPlane
gl: Aviso: non foi posíbel resolver o «CM_GridPlane».
pl: UWAGA: CM_GridPlane nierozwiązywalne.

source: logfile opened on %s
es: logfile abierto en %s
gl: Abriuse un ficheiro de rexistro en «%s».
pl: Plik logów otwarty na %s.

source: ^3Warning: ^7%s
gl: ^3Aviso: ^7%s
pl: ^3Ostrzeżenie: ^7%.

source: ^1Error: ^7%s
gl: ^1Erro: ^7%s
pl: ^1Błąd: ^7%s.

source: Debug: %s
gl: Depuración: %s

source: freeze <seconds>
es: freeze <segundos>
gl: freeze <segundos>
pl: freeze <sekundy>

source: Found high quality video and slow CPU
es: Se encontró video de alta calidad y un CPU lento
gl: Atopouse hardware de vídeo de alta calidade e un procesador lento.
pl: Znaleziono wysokiej jakości grafikę i wolny procesor.

source: Found low quality video and slow CPU
es: Se encontró video de baja calidad y un CPU lento
gl: Atopouse hardware de vídeo de baixa calidade e un procesador lento.
pl: Znaleziono niskiej jakości grafikę i wolny procesor.

source: %s couldn't write %s
gl: «%s» non puido escribir «%s».
pl: %s nie udało się zapisać %s.

source: profile.pid found for profile '%s' — the system settings will revert to their defaults
gl: Atopouse «profile.pid» para o perfil «%s». Usarase a configuración predeterminada do sistema.
pl: Profil.pid znaleziony dla profilu '%s' — ustawienia systemu zostaną przywrócone do wartości domyślnych.

source: Couldn't write %s.
es: No se pudo escribir %s.
gl: Non foi posíbel escribir «%s».
pl: Nie udało się zapisać %s.

source: <filename>
gl: <ficheiro>
pl: <nazwa pliku>

source: Writing %s.
es: Escribiendo %s.
gl: Escribindo «%s».
pl: Zapisywanie %s.

source: watchdog will trigger in 4 seconds
gl: Executarase o «can gardián» en 4 segundos.
pl: UWAGA: Watchdog zostanie wywołany za 4 sekundy.

source: Idle server with no map — triggering watchdog
es: Servidor inactivo sin escenario - activando el watchdog
gl: Servidor inactivo sen mapa. Executarase o «can gardián».
pl: Bezczynny serwer bez mapy – wywołuję watchdog.

source: Couldn't read %s.
es: No se pudo leer %s.
gl: Non foi posíbel ler «%s».
pl: Nie udało się odczytać %s.

source: Using %s instead of %s
es: Usando %s en lugar de %s
gl: Usarase «%s» en vez de «%s».
pl: Używam %s zamiast %s.

source: %s is unsafe. Check com_crashed.
es: %s no es seguro. Verifica com_crashed.
gl: «%s» non é seguro. Verifica «com_crashed».
pl: %s nie jest zabezpieczone. Sprawdź com_crashed.

source: %s is read only.
es: %s es de sólo lectura.
gl: «%s» só permite lectura.
pl: %s jest tylko do odczytu.

source: %s is write protected.
es: %s está protegido contra escritura.
gl: «%s» non permite escritura.
pl: %s jest zabezpieczony przed zapisem.

source: %s is cheat protected.
es: %s está protegido contra trampas.
gl: «%s» non permite trucos.
pl: %s jest zabezpieczony przed oszukiwaniem.

source: %s will be changed upon recompiling shaders.
es: %s será cambiado después de re-compilar los shaders.
gl: «%s» cambiarase cando se volvan compilar os «shaders».
pl: %s zostanie zmieniony przy ponownej kompilacji shaderów.

source: %s will be changed upon restarting.
es: %s será modificado después de reiniciar.
gl: «%s» cambiarase ao reiniciar.
pl: %s zostanie zmieniony przy restarcie.

source: "%s" is "%s^7" default: "%s^7"
gl: «%s» é «%s^7» predeterminado: «%s^7»
pl: "%s" jest "%s^7" domyślne: "%s^7".

source: latched: "%s"
es: enganchada: "%s"
gl: Fechado: «%s».
pl: Zablokowane: "%s".

source: [+|-] <variable> [<value>…]
gl: [+|-] <variábel> [<valor>…]
pl: [+|-] <zmienna> [<wartość>…]

source: <variable> <start> <end> [<step>]
gl: <variábel> <inicio> <final> [<intervalo>]
pl: <zmienna> <początek> <koniec> [<takt>]

source: <variable> <value> [unsafe]
gl: <variábel> <valor> [unsafe]
pl: <zmienna> <wartość> [niepewna]

source: <variable>
gl: <variábel>
pl: <zmienna>

source: Replace existing download target file
es: Reemplazar archivo existente de destino de descarga
gl: Substitúe o ficheiro de destino da descarga existente.
pl: Zastąpienie istniejącego pobieranego pliku docelowego.

source: <directory> [<extension>]
gl: <cartafol> [<extensión>]
pl: <katalog> [<rozszerzenie>]

source: Directory of %s %s
es: Directorio de %s %s
gl: Cartafol de %s %s
pl: Folder: %s %s

source: <filter>
gl: <filtro>
pl: <filtr>

source: example: fdir *q3dm*.bsp
gl: Exemplo: fdir *q3dm*.bsp
pl: Przykład: fdir *q3dm*.bsp

source: %d files listed
es: %d archivos listados
gl: %d ficheiros listados.
pl: Pokazano %d plików.

source: <file>
gl: <ficheiro>
pl: <plik>

source: File "%s" found in "%s"
es: Archivo "%s" encontrado dentro de "%s"
gl: Atopouse o ficheiro «%s» en «%s».
pl: Plik "%s" znaleziono w: "%s"

source: File "%s" found at "%s"
es: Archivo "%s" encontrado en "%s"
gl: Atopouse o ficheiro «%s» en «%s».
pl: Plik "%s" znaleziono w: "%s"

source: File not found: "%s"
es: Archivo no encontrado: "%s"
gl: Non foi posíbel atopar o ficheiro «%s».
pl: Nie znaleziono pliku: "%s"

source: Opening IP socket: %s:%s
gl: Abrindo un sócket IP: %s:%s
pl: Otwieranie gniazda IP: %s:%i

source: Opening IP6 socket: %s%s%s:%s
gl: Abrindo un sócket IP6: %s%s%s:%s
pl: Otwieranie gniazda IP6: %s:%i

source: Opening connection to SOCKS server.
es: Abriendo conexión al servidor SOCKS.
gl: Abrindo conexións ao servidor SOCKS.
pl: Otwieranie połączenia do serwera SOCKS.

source: Hostname: %s
es: Nombre del servidor: %s
gl: Nome do servidor: %s
pl: Nazwa Hosta: %s

source: Set language to %s
es: Ajustar lenguaje en %s
gl: Cambiar o idioma a %s.
pl: Język zmieniono na %s.

source: Loaded %u language
gl: Cargouse %u idioma.
pl: Załadowano %lu język(ów).

source: Registered virtual machines:
es: Máquinas virtuales registradas:
gl: Máquinas virtuais rexistradas:
pl: Zarejestrowane maszyny wirtualne:

source: No player specified.
es: No se especificó un jugador.
gl: Non se indicou ningún xogador.
pl: Nie określono gracza.

source: Player %s is not on the server
es: El jugador %s no está en el servidor
gl: O xogador «%s» non está no servidor.
pl: Gracz %s nie jest na serwerze.

source: Bad slot number: %s
es: Número de casilla incorrecto: %s
gl: Número de espazo incorrecto: %s.
pl: Nieprawidłowy numer miejsca: %s

source: Bad client slot: %i
es: Número de casilla de cliente incorrecto: %i
gl: Número de cliente incorrecto: %i.
pl: Nieprawidłowy numer klienta: %i

source: Client %i is not active
es: El cliente %i no está activo
gl: O cliente %i non está activo.
pl: Klient %i nie jest aktywny.

source: Can't find map %s
es: No se puede encontrar el mapa %s
gl: Non é posíbel atopar o mapa «%s».
pl: Nie mogę znaleźć mapy: %s

source: Server is not running.
es: El servidor no está corriendo.
gl: O servidor non está en funcionamento.
pl: Serwer nie jest włączony.

source: sv_maxclients variable change — restarting.
es: se ha modificado la variable sv_maxclients - reiniciando.
gl: Cambiouse a variábel «sv_maxclients». Reiniciarase.
pl: Zmiana zmiennej sv_maxclients – restartuję.

source: Server info settings:
es: Opciones de información del servidor:
gl: Configuración de información do servidor:
pl: Ustawienia informacji serwera:

source: System info settings:
es: Opciones de información del sistema:
gl: Configuración de información do sistema:
pl: Ustawienia informacji systemu:

source: Client %i connecting with %i challenge ping
es: El cliente %i se está conectando con un ping de desafío %i
gl: Conectouse o cliente %i cun ping de %i.
pl: Klient %i połączony z %i challenge ping.

source: clientDownload: %d : file "%s" completed
es: clientDownload: %d : archivo "%s" completado
gl: clientDownload: %d : completouse o ficheiro «%s».
pl: clientDownload: %d : plik "%s" pobrany.

source: SV_WWWDownload: unexpected wwwdl '%s' for client '%s'
es: SV_WWWDownload: wwwdl inesperado '%s' para el cliente '%s'
gl: SV_WWWDownload: wwwdl «%s» inesperada para o cliente «%s».
pl: SV_WWWDownload: Niespodziewany wwwdl '%s' dla klienta '%s'.

source: dupe wwwdl ack from client '%s'
gl: Confirmación de wwwdl incorrecta do cliente «%s».
pl: UWAGA: Fałszywa paczka wwwdl od klienta '%s'.

source: client '%s' reports that the redirect download for '%s' had wrong checksum. You should check your download redirect configuration.
gl: O cliente «%s» informa de que a suma de verificación da redirección de descarga «%s» é incorrecta. Comprobe a súa configuración de redirección de descarga.
pl: Raport klienta '%s', który przekierowywał do pobrania dla '% s', miał złą sumę kontrolną. Powinieneś sprawdzić konfigurację przekierowania do pobierania.

source: clientDownload: sending client '%s' to fallback URL '%s'
es: clientDownload: enviando al cliente '%s' a la dirección URL de respaldo '%s'
gl: clientDownload: enviando o cliente «%s» ao URL de reserva, «%s».'
pl: clientDownload: Przekierowuję klienta '%s' na adres URL '%s'.

source: Redirecting client '%s' to %s
es: Redireccionando al cliente '%s' a %s
gl: Redirixindo o cliente «%s» a «%s».
pl: Przekierowuję klienta '%s' do %s.

source: Client '%s': couldn't extract file size for %s
gl: Cliente «%s»: non foi posíbel obter o tamaño do ficheiro «%s».
pl: BŁĄD: Klient '%s': nie mógł wydobyć rozmiaru pliku dla %s.

source: Client '%s': falling back to regular downloading for failed file %s
gl: Cliente «%s»: recorrendo á descarga normal para o ficheiro «%s», que non foi posíbel descargar doutro xeito.
pl: Klient '%s': Wracam do normalnego pobierania, po nieudanej próbie, pliku %s.

source: Client '%s' is not configured for www download
es: El cliente '%s' no se ha configurado para descargas vía www
gl: O cliente «%s» non está configurado para descargar con «www».
pl: Klient '%s' nie jest skonfigurowany do pobierania www.

source: clientDownload: %d : "%s" file not found on server
es: clientDownload: %d : el archivo "%s" no se ha encontrado en el servidor
gl: clientDownload: %d: non foi posíbel atopar o ficheiro «%s» no servidor.
pl: clientDownload: %d : "%s" nie znaleziono pliku.

source: '%s' downloading at sv_dl_maxrate (%d)
es: '%s' descargando a sv_dl_maxrate (%d)
gl: «%s» estase a descargar a sv_dl_maxrate (%d).
pl: '%s' pobieranie o sv_dl_maxrate (%d).

source: '%s' downloading at rate %d
es: '%s' descargando a la velocidad de %d
gl: «%s» estase a descargar a %d.
pl: '%s' pobieranie z prędkością %d.

source: disconnected
gl: Desconectouse
pl: Rozłączono...

source: Client %s lost %i clientCommands
es: El cliente %s ha perdido %i clientCommands
gl: O cliente «%s» perdeu %i clientCommands (ordes de cliente).
pl: Klient %s zgubił %i clientCommands.

source: Too many VoIP packets queued for client #%d
es: Demasiados paquetes de VoIP en cola para el ciente #%d
gl: Hai demasiados paquetes VoIP na cola para o cliente número %d.
pl: Zbyt wiele pakietów VoIP w kolejce dla klienta #%d.

source: Server Initialization
gl: Inicio do servidor
pl: Inicjacja Serwera.

source: Server: %s
es: Servidor: %s
gl: Servidor: %s
pl: Serwer: %s.

source: sv_pure set but no PK3 files loaded
gl: «sv_pure» está definido, pero non se cargou ningún ficheiro «PK3».
pl: UWAGA: Ustawiona zmienna sv_pure przy braku załadowanych żadnych plików PK3.

source: Server Shutdown
gl: Apagado do servidor
pl: Wyłączanie Serwera.

source: Resolving %s (IPv4)
es: Resolviendo %s (IPv4)
gl: Determinando o enderezo IPv4 de «%s».
pl: Ustalanie %s (IPv4).

source: %s resolved to %s
es: %s se ha resuelto a %s
gl: Determinouse que «%s» apunta a «%s».
pl: %s ustalono jako %s.

source: %s has no IPv4 address.
es: %s no tiene dirección IPv4.
gl: «%s» non ten un enderezo IPv4.
pl: %s nie posiada adresu IPv4.

source: Resolving %s (IPv6)
es: Resolviendo %s (IPv6)
gl: Determinando o enderezo IPv6 de «%s».
pl: Ustalanie %s (IPv6).

source: %s has no IPv6 address.
es: %s no tiene dirección IPv6.
gl: «%s» non ten un enderezo IPv6.
pl: %s nie ma IPv6 adresu.

source: Couldn't resolve address: %s
es: No se pudo resolver la dirección: %s
gl: Non foi posíbel determinar o enderezo: %s
pl: Nie udało się ustalić adresu: %s

source: Sending heartbeat to %s
es: Enviando pulso de corazón a %s
gl: Enviando «heartbeat» a «%s».
pl: Wysyłanie heartbeat do: %s

source: Resolving %s
es: Resolviendo %s
gl: Determinando o enderezo de «%s».
pl: Ustalam %s.

source: Couldn't resolve master address: %s
es: No se pudo resolver la dirección maestra: %s
gl: Non foi posíbel determinar o enderezo principal: %s
pl: Nie udało się ustalić adresu głównego: %s

source: Sending gamestat to %s
es: Enviando estadísticas de juego a %s
gl: Enviando «gamestat» a «%s».
pl: Wysyłanie gamestat do: %s

source: Detected flood of getinfo/getstatus connectionless packets
es: Se ha detectado saturación de paquetes getinfo/getstatus sin conexión
gl: Detectáronse demasiados paquetes sen conexión «getinfo» ou «getstatus».
pl: Wykryto flood niepołączonych pakietów getinfo/getstatus.

source: Possible DRDoS attack to address %i.%i.%i.%i, ignoring getinfo/getstatus connectionless packet
es: Posible ataque DRDoS a la dirección %i.%i.%i.%i, se ignorará el paquete getinfo/getstatus sin conexión
gl: É posíbel que o enderezo %i.%i.%i.%i estea a sufrir un ataque de denegación de servizo distribuído e reflectido. Ignoraranse os paquetes sen conexión «getinfo» e «getstatus».
pl: Możliwy atak DRDoS na adres %i.%i.%i.%i, ignoruje niepołączone pakiety getinfo/getstatus.

source: Bad rcon from %s: %s
es: Rcon erroneo desde %s: %s
gl: Rcon incorrecto de «%s»: %s
pl: Nieprawidłowy rcon od %s: %s

source: Rcon from %s: %s
es: Rcon desde %s: %s
gl: Rcon de «%s»: %s
pl: Rcon od: %s: %s

source: No rconpassword set on the server.
es: El password rcon no se ha establecido en el servidor.
gl: Non se definiu un contrasinal de Rcon («rconpassword») no servidor.
pl: Serwer nie ma ustalonego hasła rconpassword.

source: Bad rconpassword.
es: Password rcon erroneo.
gl: O contrasinal de Rcon («rconpassword») é incorrecto.
pl: Nieprawidłowy rconpassword.

source: WARNING: msg overflowed for %s
es: ADVERTENCIA: mensaje desbordado para %s
gl: Aviso: desbordou a mensaxe para «%s».
pl: UWAGA: Msg przepełnione dla %s.

source: num: score: ping: name:
es: num: puntos: ping: nombre:
pl: Nr: Punkty: Ping: Nazwa:

source: ^3Server sent a pubkey_decrypt command, but sent nothing to decrypt!
es: ^3El servidor envió un comando de pubkey_decrypt, pero no envió algo a descifrar

source: ERROR: couldn't open.
es: ERROR: no se pudo abrir.

source: usage: %s <string1> <string2> <…>
es: uso: %s <cadena1> <cadena2> <...>

source: usage: grep <string>
es: uso: grep <cadena>

source: IRC socket connection error: %s
es: Error de conexión del socket IRC: %s

source: IRC: server error: %s
es: IRC: error del servidor - %s

source: IRC: server error
es: IRC: error del servidor

source: …IRC: got spurious nickname error
es: ...IRC: se ha recibido un error de apodo espurio

source: usage: irc_say <text>
es: uso: irc_say <texto>

source: IRC: Not connected
es: IRC: No está conectado

source: IRC: flood detected, message not sent
es: IRC: demasiados mensajes seguidos, no se ha enviado el mensaje actual

source: …IRC: connecting to server
es: ...IRC: conectando con el servidor

source: …IRC: rejected due to unset player name
es: ...IRC: rechazado debido a que no se tiene un nombre de jugador

source: …IRC: rejected due to mostly unusable player name
es: ...IRC: rechazado debido a que se eligió un nombre de jugador inutilizable

source: …IRC: unknown server
es: ...IRC: servidor desconocido

source: IRC: invalid port number, defaulting to 6667
es: IRC: numero de puerto no válido, cambiando al predeterminado (6667)

source: …IRC connection refused.
es: ...IRC conexión rechazada.

source: …IRC: disconnected from server
es: ...IRC: desconectado del servidor

source: …IRC thread is already running
es: ...IRC el hilo ya está en ejecución

source: bind <key> [command] : attach a command to a key
es: bind <tecla> [comando]: adjuntar un comando a una tecla

source: usage: voip gain <playerID#> [value]
es: uso: voip gain <#IDjugador> [valor]

source: usage: voip [un]ignore <playerID#> voip [un]muteall voip gain <playerID#> [value]
es: uso: voip [un]ignore <#IDjugador> voip [un]muteall voip gain <#IDjugador> [valor]

source: WARNING: VoIP target %d is not a valid client number
es: ADVERTENCIA: El objetivo de VoIP %d no es un número de cliente válido

source: record <demoname>
es: record <nombreDemo>

source: Already recording.
es: Ya se está grabando.

source: You must be in a level to record.
es: Debes estar dentro de un nivel para grabar.

source: WARNING: You should set 'g_synchronousClients 1' for smoother demo recording
es: ADVERTENCIA: Debes establecer 'g_synchronousClients 1' para tener una grabación de la demo más fluida.

source: wav_record <wavname>
es: wav_record <nombreWav>

source: ERROR: couldn't open %s for writing.
es: ERROR: no se pudo abrir %s para escritura.

source: playdemo <demoname>
es: playdemo <nombreDemo>
