Repository: DaemonEngine/daemonmap
Catalog: main/translation/client/*.po
Languages: es, gl, pl

source: Server sent a pubkey_decrypt command, but sent nothing to decrypt!
gl: O servidor enviou unha orde para descifrar unha chave pública, pero non enviou a chave.
pl: ^3Serwer wysłał komendę pubkey_decrypt, ale nie wysłał nic do odszyfrowania!

source: Mumble: Linking to Mumble application okay
es: Mumble: Enlace a la aplicación Mumble ok
gl: Mumble: foi posíbel ligar o aplicativo.
pl: Mumble: Połączenie z programem Mumble w porządku.

source: Mumble: Linking to Mumble application failed
es: Mumble: Falló el enlace a la aplicación Mumble
gl: Mumble: non foi posíbel ligar o aplicativo.
pl: Mumble: Połączenie z programem Mumble nie powiodło się.

source: [<filename>]
gl: [<ficheiro>]
pl: [<nazwa pliku>]

source: couldn't open.
gl: non foi posíbel abrilo.
pl: Nie można otworzyć.

source: Dumped console text to %s.
es: Se volcó el texto de consola a %s.
gl: Gardouse o texto da consola en «%s».
pl: Zawartość konsoli zapisana do %s.

source: <string>…
gl: <cadea de texto>…
pl: <linia>…

source: <string>
gl: <cadea de texto>
pl: <linia>

source: Unable to initialise socket.
es: Imposible iniciar el socket.
gl: Non foi posíbel iniciar o sócket.
pl: Nie można rozpocząć gniazda.

source: The specified address family is not supported.
es: La familia de direcciones especificada no está soportada.
gl: Non se permite a familia de enderezos indicada.
pl: Określona rodzina adresów nie jest obsługiwana.

source: Specified address is not available from the local machine.
es: La dirección especificada no está disponible desde la máquina local.
gl: O enderezo indicado non está dispoñíbel neste computador.
pl: Określona rodzina adresów nie jest dostępna z tego komputera.

source: The attempt to connect was forcefully rejected.
es: El intento de conexión ha sido rechazado a la fuerza.
gl: Tivo que rexeitarse o intento de conexión.
pl: Próba połączenia została siłą odrzucona.

source: address destination address is required.
es: Se requiere la dirección de destino.
gl: Debe indicarse o enderezo de destino.
pl: Adres celu adresu jest wymagany.

source: The namelen argument is incorrect.
es: El argumento de namelen es incorrecto.
gl: O argumento «namelen» é incorrecto.
pl: Argument namelen jest nieprawidłowy.

source: The socket is not already bound to an address.
es: El socket no ha sido asociado a una dirección.
gl: O sócket aínda non está asociado a un enderezo.
pl: Gniazdo nie ma przypisanego żadnego adresu.

source: The socket is already connected.
es: El socket ya está conectado.
gl: O sócket xa está conectado.
pl: Gniazdo jest już połączone.

source: The specified address is already in use.
es: La dirección especificada ya está siendo usada.
gl: O enderezo indicado xa está en uso.
pl: Określony adres jest już w użyciu.

source: No more file descriptors are available.
es: No se han encontrado descriptores de archivos disponibles.
gl: Non hai máis descritores de ficheiros dispoñíbeis.
pl: Nie ma dostępnych już żadnych deskryptorów plików.

source: No buffer space available. The socket cannot be created.
es: No hay espacio en el búfer. El socket no puede ser creado.
gl: Non hai espazo dispoñíbel no búfer, así que non se pode crear o sócket.
pl: Brak miejsca w buforze. Gniazdo nie może zostać utworzone.

source: The specified protocol is not supported.
es: El protocolo especificado no está soportado.
gl: O protocolo indicado non é compatíbel.
pl: Określony protokół nie jest obsługiwany.

source: The specified protocol is the wrong type for this socket.
es: El protocolo especificado es de un tipo incompatible con este socket.
gl: O protocolo indicado non é do tipo correcto para este sócket.
pl: Określony protokół jest złego typu dla tego gniazda.

source: The network can't be reached from this host at this time.
es: La red no puede ser contactada desde esta máquina, en este momento.
gl: Nestes momentos non é posíbel acceder á rede desde este computador.
pl: Sieć nie jest w tej chwili nieosiągalna z tego hosta.

source: The descriptor is not a socket.
es: El descriptor no es un socket.
gl: O descritor non é un sócket.
pl: Deskryptor nie jest gniazdem.

source: Attempt timed out without establishing a connection.
es: El intento ha caducado sin poder establecer una conexión.
gl: Esgotouse o tempo límite para establecer unha conexión.
pl: Próba przekroczyła limit czasu połączenia.

source: Socket type is not supported in this address family.
es: El tipo de socket no está soportado por esta familia de direcciones.
gl: O tipo de sócket non é compatíbel con esta familia de enderezos.
pl: Ten typ gniazda nie jest obsługiwany w tej rodzinie adresów.

source: Network subsystem failure.
es: Fallo del subsistema de red.
gl: Produciuse un fallo no sistema interno de rede.
pl: Niepowodzenie podsystemu sieci.

source: Authoritative Answer Host not found.
es: No se ha encontrado el Servidor de Respuestas Autorizadas.
gl: Non se atopou o servidor de resposta acreditado.
pl: Authoritative Answer Host nie został znaleziony.

source: Non-Authoritative Host not found or SERVERFAIL.
es: No se ha encontrado Servidor No-Autorizador o SERVERFAIL.
gl: Non se atopou o servidor non certificado, ou produciuse un fallo no servidor, «SERVERFAIL».
pl: Non-Authoritative Host nie został znaleziony lub wystąpił SERVERFAIL.

source: Non recoverable errors, FORMERR, REFUSED, NOTIMP.
es: Errores irrecuperables, FORMERR, REFUSED, NOTIMP.
gl: Produciuse un erro que non permite continuar coa execución, como «FORMERR», «REFUSED» ou «NOTIMP».
pl: Nieodzyskiwalne błędy, FORMER, REFUSED, NOTIMP.

source: Valid name, no data record of requested type.
es: Nombre válido, no hay registro de información del tipo requerido.
gl: O nome é correcto, pero non hai datos rexistrados do tipo solicitado.
pl: Poprawne imię, brak danych rekordu określonego typu.

source: address blocking Windows Sockets operation is in progress.
es: Se encuentra en progreso una operación de Windows Sockets que bloquea la dirección.
gl: Hai en marcha unha operación dos sóckets de Windows para bloquear un enderezo.
pl: Trwa operacja blokowania adresów Windows Sockets.

source: Unknown connection error.
es: Error de conexión desconocido.
gl: Produciuse un erro de conexión descoñecido.
pl: Nieznany błąd połączenia.

source: socket connection error
gl: erro de conexión de sócket
pl: Błąd połączenia z gniazdem.

source: ^5-> ^7%s^5 has entered the channel.
es: ^5-> ^7%s^5 ha entrado en el canal.
gl: ^5→ ^7%s^5 entrou na canle.
pl: ^5-> ^7%s^5 dołączył do kanału.

source: ^2Joined IRC chat.
es: ^2Conectado al chat de IRC.
gl: ^2Uniuse á conversa IRC.
pl: ^2Dołączono do czatu IRC.

source: ^5<- ^7%s^5 has left the channel: %s.
es: ^5<- ^7%s^5 dejó el canal: %s.
gl: ^5← ^7%s^5 marchou da canle: %s.
pl: ^5<- ^7%s^5 opuścił kanał: %s.

source: ^5<- ^7%s^5 has left the channel.
es: ^5<- ^7%s^5 dejó el canal.
gl: ^5← ^7%s^5 marcho da canle.
pl: ^5<- ^7%s^5 opuścił kanał.

source: ^5<- ^7%s^5 has quit: %s.
es: ^5<- ^7%s^5 se ha ido: %s.
gl: ^5← ^7%s^5 saíu: %s.
pl: ^5<- ^7%s^5 wyszedł: %s.

source: ^5<- ^7%s^5 has quit.
es: ^5<- ^7%s^5 se ha ido.
gl: ^5← ^7%s^5 saíu.
pl: ^5<- ^7%s^5 wyszedł.

source: ^2Quit IRC chat: %s.
es: ^2Abandonó el chat de IRC: %s.
gl: ^2Saída da canle de IRC: %s.
pl: ^2Opuszczono czat IRC: %s.

source: ^2Kicked by ^7%s^2: %s.
es: ^2Echado por ^7%s^2: %s.
gl: ^2Expulsado por ^7%s^2: %s.
pl: ^2Wykopany przez ^7%s^2: %s.

source: ^5<- ^7%s^5 has been kicked: %s.
es: ^5<- ^7%s^5 ha sido echado: %s.
gl: ^5← ^7%s^5 foi expulsado: %s.
pl: ^5<- ^7%s^5 został wykopany: %s.

source: ^2** ^7%s^2 is now known as ^7%s^2.
es: ^2** ^7%s^2 ahora se llama ^7%s^2.
gl: ^2** ^7%s^2 cambiou o nome a ^7%s^2.
pl: ^2** ^7%s^2 jest teraz znany jako ^7%s^2.

source: ^5** ^7%s^5 is now known as ^7%s^5.
es: ^5** ^7%s^5 ahora se llama ^7%s^5.
gl: ^5** ^7%s^5 cambiou o nome a ^7%s^5.
pl: ^5** ^7%s^5 jest teraz znany jako ^7%s^5.

source: unknown message received
es: mensaje desconocido recibido
gl: Obtívose unha mensaxe inesperada.
pl: Otrzymano nieznaną wiadomość.

source: server error
gl: produciuse un erro do lado do servidor
pl: Błąd serwera.

source: got spurious nickname error
gl: obtívose un alcume falso
pl: ...IRC: Otrzymano błąd o fałszywym pseudonimie.

source: <text>
gl: <texto>
pl: <tekst>

source: Not connected
gl: Non conectado
pl: Brak połączenia.

source: flood detected, message not sent
gl: demasiadas mensaxes seguidas, a mensaxe non se enviou
pl: IRC: Wykryto flood, wiadomość nie została wysłana.

source: connecting to server
gl: Conectando ao servidor
pl: Łączenie z serwerem...

source: rejected due to unset player name
gl: rexeitado por non ter un nome de xogador
pl: ...IRC: Odrzucono z powodu nieustawionej nazwy gracza.

source: rejected due to mostly unusable player name
gl: rexeitado por ter un nome de xogador «inútil»
pl: ...IRC: Odrzucono z powody niepoprawnej nazwy gracza.

source: unknown server
gl: servidor descoñecido
pl: Nieznany serwer.

source: invalid port number, defaulting to 6667
gl: porto de rede incorrecto, usarase o predeterminado (6667)
pl: IRC: Nieprawidłowy numer portu, używam domyślnego, 6667.

source: connection refused
gl: rexeitouse a conexión
pl: Połączenie odrzucone.

source: …Connected to IRC server
es: ...Conectado con el servidor de IRC
gl: Conectado ao servidor IRC.
pl: ...Połączony z serwerem IRC.

source: disconnected from server
gl: desconectouse do servidor
pl: ...IRC: Rozłączono z serwerem.

source: thread is already running
gl: o fío xa está a executarse
pl: ...Wątek IRC jest już uruchomiony.

source: ^3%s:^7 %d is not a valid team number
gl: ^3%s:^7 %d non é un número de equipo correcto.
pl: ^3%s:^7 %d nie jest prawidłowym numerem drużyny.

source: ^3%s:^7 '%s^7' is not a valid team name
gl: ^3%s:^7 «%s^7» non é un nome de equipo correcto
pl: ^3%s:^7 '%s^7' nie jest prawidłową nazwą drużyny.

source: [<team>] <key>
gl: [<equipo>] <tecla>
pl: [<drużyna>] <klawisz>

source: remove commands from a key
gl: eliminar ordes dunha tecla
pl: Usunięcie komendy z klawisza.

source: "%s" isn't a valid key
es: "%s" no es una tecla válida
gl: «%s» non é unha tecla correcta.
pl: "%s" nie jest prawidłowym klawiszem.

source: <team> <key> [<command>]
gl: <equipo> <tecla> [<orde>]
pl: <drużyna> <klawisz> [<komenda>]

source: <key> [<command>]
gl: <tecla> [<orde>]
pl: <klawisz> [<komenda>]

source: attach a command to a key
gl: asociar unha orde a unha tecla
pl: Dołączyć polecenie do klawisza.

source: "%s"[%s] is not bound
gl: «%s»[%s] non está asociado.
pl: "%s"[%s] nie ma przypisanej żadnej komendy.

source: "%s" is not bound
es: "%s" no está enlazado
gl: «%s» non está asociado.
pl: "%s" nie ma przypisanej żadnej komendy.

source: VoIP: Now ignoring player #%d
es: VoIP: ignorando al jugador #%d
gl: VoIP: procedeuse a ignorar o xogador número %d.
pl: VoIP: Ignorujesz gracza #%d .

source: VoIP: No longer ignoring player #%d
es: VoIP: deshacer ignorar al jugador #%d
gl: VoIP: deixouse de ignorar o xogador número %d.
pl: VoIP: Już nie ignorujesz gracza #%d .

source: VoIP: invalid player ID#
es: VoIP: número de ID de jugador no válida
gl: VoIP: o identificador do xogador é incorrecto.
pl: VoIP: Nieprawidłowe ID gracza.

source: VoIP: player #%d gain now set to %f
es: VoIP: la ganancia de sonido del jugador #%d se cambió a %f
gl: VoIP: a ganancia do xogador número %d cambiouse a «%f».
pl: VoIP Głośność gracza #%d wynosi teraz %f .

source: VoIP: command ignored: %s
es: VoIP: comando ignorado: %s
gl: VoIP: ignorouse a orde «%s».
pl: VoIP: Komenda zignorowana: %s .

source: VoIP: current gain for player #%d is %f
es: VoIP: la ganancia de sonido actual para el jugador #%d es %f
gl: VoIP: a ganancia actual do xogador número %d é «%f».
pl: VoIP: Obecna głośność gracza $%d wynosi %f .

source: VoIP: muting incoming voice
es: VoIP: silenciando la voz entrante
gl: VoIP: silenciouse a voz entrante.
pl: VoIP: Wyciszanie głosu przychodzącego.

source: VoIP: unmuting incoming voice
es: VoIP: quitando el silencio a la voz entrante
gl: VoIP: deixou de silenciarse a voz entrante.
pl: VoIP: Anulowanie wyciszania głosu przychodzącego.

source: VoIP target %d is not a valid client number
gl: O destinatario de VoIP «%d» non é un número de cliente correcto.
pl: UWAGA: Cel VoIP %d nie jest popranym numerem gracza.

source: Your network rate is too slow for VoIP. Set 'Data Rate' to 'LAN/Cable/xDSL' in 'Setup/System/Network' and restart. Until then, VoIP is disabled.
es: Tu velocidad de conexión es demasiado lenta para el VoIP. Ajustá la variable 'Velocidad de Conexión' como 'LAN/Cable/xDSL' en 'Configuración/Sistema/Red' y reinicia. Hasta entonces, la Voz sobre IP estará deshabilitada.
gl: A túa velocidade de conexión é lenta de máis para usar VoIP. Accede a «Configuración → Sistema → Rede» e dálle a «Velocidade de datos» o valor «LAN/Cable/xDSL». Logo reinicia. Until then, VoIP is disabled.
pl: Twoje połączenie sieciowe jest za wolne na VoIP. Ustaw 'Połączenie Sieciowe' na 'LAN/Cable/xDSL' w 'Opcje/System/Sieć' i zresetuj grę. Do tego czasu VoIP będzie wyłączone.

source: Not recording a demo.
es: No se está grabando una demo.
gl: Non se está a gravar unha demostración.
pl: Obecnie nie jest nagrywane żadnego demo.

source: Stopped demo.
es: Demo detenida.
gl: Detívose a demostración.
pl: Demo zatrzymane.

source: Already recording.
gl: Xa se está a gravar.
pl: Obecnie trwa już nagrywanie.

source: You must be in a level to record.
gl: Tes que estar nun nivel para gravar.
pl: By nagrywać, musisz być w grze.

source: You should set '%s' for smoother demo recording
gl: Deberías configurar «%s» para que a gravación da demostración vaia máis fluída.
pl: Powinieneś ustawić '%s' dla płynnego nagrywania.

source: recording to %s.
es: grabando en %s.
gl: Gravando en «%s».
pl: Nagrywam do %s .

source: %i frames, %3.1fs: %3.1f fps
es: %i cuadros, %3.1fs: %3.1f fps
gl: %i fotogramas, %3.1fs: %3.1f fps
pl: %i klatek, %3.1f sekund: %3.1f fps

source: Demo file was truncated.
es: El archivo de la demo fue truncado.
gl: Truncouse o ficheiro da demostración.
pl: Plik demo został ucięty.

source: Already recording a wav file
es: Ya se está grabando un archivo wav
gl: Xa se está a gravar un ficheiro WAV.
pl: Obecnie trwa już nagrywanie pliku wav.

source: couldn't open %s for writing.
gl: Non foi posíbel abrir «%s» para escribir.
pl: BŁĄD: Nie udało się otworzyć %s do zapisu.

source: Stopped recording
es: Se ha detenido la grabación
gl: Deixouse de gravar.
pl: Nagrywanie zatrzymane.

source: Mumble: Unlinking from Mumble application
es: Mumble: Se ha desligado de la aplicación Mumble
gl: Mumble: desligando do aplicativo Mumble.
pl: Mumble: Odłączanie od programu Mumble.

source: Unknown command "%s"
es: Comando desconocido "%s"
gl: Descoñécese a orde «%s».
pl: Nieznana komenda "%s".

source: Couldn't resolve master address
es: No se pudo resolver la dirección maestra
gl: Non foi posíbel determinar o enderezo principal.
pl: Nie udało się ustalić adresu głównego.

source: Not connected to a server.
es: No está conectado a servidor alguno.
gl: Non estás conectado a un servidor.
pl: Nie jesteś połączony z serwerem.

source: Can't reconnect to nothing.
gl: Non é posíbel volver conectarse á nada.
pl: Nie można połączyć się ponownie z localhost.

source: Can't reconnect to localhost.
es: No se puede reconectar a localhost.
gl: Non é posíbel volver conectarse ao servidor local.
pl: Nie mogę połączyć się ponownie z localhost.

source: [-4|-6] <server>
gl: [-4|-6] <servidor>
pl: [-4|-6] <serwer>

source: only -4 or -6 as address type understood.
gl: O tipo de enderezo só pode ser «-4» ou «-6».
pl: UWAGA: Zrozumiałe są tylko -4 i -6 jako typy adresów.

source: Bad server address
es: Dirección de servidor erronea
gl: O enderezo do servidor é incorrecto.
pl: Zły adres serwera.

source: You must set 'rconPassword' before issuing an rcon command.
es: Debes establecer 'rconPassword' antes de emitir un comando rcon.
gl: Antes de executar a orde «rcon» tes que definir «rconPassword».
pl: Musisz ustawić 'rconPassword' przed wysyłaniem komendy rcon.

source: Connect to a server or set the 'rconAddress' cvar to issue rcon commands
es: Conectáte a un servidor o ajustá la 'rconAddress' cvar para enviar comandos rcon
gl: Conéctate a un servidor ou define a variábel «rconAddress» para executar ordes «rcon».
pl: Połącz się z serwerem lub ustaw zmienną 'rconAddress' by wydawać komendy rcon.

source: ^5Regenerating RSA keypair; writing to %s
gl: ^5Volvendo xerar o par de chaves RSA en «%s».
pl: ^5Przywracanie RSA keypair; zapisanie do %s.

source: Daemon RSA keys generated
gl: Xeráronse as chaves RSA do servizo.
pl: Deamon RSA key wygenerowany.

source: ^5Loading RSA keys from %s
gl: ^5Cargando as chaves RSA de «%s».
pl: ^5Ładowanie RSA key z %s.

source: Daemon RSA public-key file not found, regenerating
es: No se ha encontrado el archivo de llave pública RSA del Demonio, regenerando
gl: Non foi posíbel atopar o ficheiro da chave RSA pública do servizo. Xerarase de novo.
pl: Plik klucza Deamon RSA public-key nie został znaleziony, przywracanie.

source: Invalid RSA keypair in file, regenerating
gl: O par de chaves RSA do ficheiro son incorrectas. Xeraranse de novo.
pl: Nieprawidłowy RSA keypair w RSAKey, przywracanie.

source: Daemon RSA public-key found.
es: Se ha encontrado la llave pública RSA del Demonio.
gl: Atopouse a chave pública RSA do servizo.
pl: Deamon RSA public-key znaleziony.

source: Not recording a wav file
es: No se está grabando archivo wav alguno
gl: Non se está a gravar un ficheiro WAV.
pl: Nie jest teraz nagrywany żaden plik wav.

source: The video command can only be used when playing back demos
es: El comando video solo puede ser usado para reproducir demos
gl: A orde «video» só pode empregarse ao reproducir demostracións.
pl: Komenda video może zostać użyta tylko w czasie odtwarzania dem.

source: no free file names to create video
gl: Non hai nomes de ficheiro dispoñíbeis para crear o vídeo.
pl: BŁĄD: Brak wolnych nazw do stworzenia video.

source: Download failure while getting '%s'
es: Fallo al descargar, se intentaba obtener '%s'
gl: Produciuse un fallo no medio da descarga de «%s».
pl: Błąd pobierania '%s'.

source: file %s obtained through download redirect has wrong checksum this likely means the server configuration is broken
gl: O contido do ficheiro «%s», descargado a través dunha redirección, non coincide coa suma de verificación. O máis probábel é que a configuración do servidor estea rota.
pl: Plik %s uzyskano przez pobranie przekierowania, ma złą sumę kontrolną. To oznacza, że konfiguracja serwera może być uszkodzona.

source: Initializing Renderer
gl: Iniciando o renderizador
pl: Inicjacja Rendera.

source: Calling GetRefAPI…
es: Llamando GetRefAPI...
gl: Chamando a GetRefAPI…
pl: Wywołuję GetRefAPI...

source: Client Initialization
gl: Inicio do cliente
pl: Inicjacja klienta.

source: Client Initialization Complete
gl: Iniciouse o cliente
pl: Inicjacja klienta zakończona.

source: Server settings:
es: Opciones del servidor:
gl: Configuración do servidor:
pl: Ustawienia serwera:

source: Players:
es: Jugadores:
gl: Xogadores:
pl: Graczy:

source: warning: only -4 or -6 as address type understood.
es: advertencia: sólo puedo entender -4 o -6 como tipos de dirección.
gl: Aviso: so se aceptan os tipos de enderezo «-4» e «-6».
pl: UWAGA: Zrozumiałe są tylko -4 i -6 jako typy adresów.

source: Server sending download, but no download was requested
es: El servidor está enviando una descarga, pero ninguna fue pedida
gl: O servidor está a enviar un ficheiro non solicitado.
pl: Serwer przesyła pliki do ściągnięcia, mimo, że nie został o to poproszony.

source: refusing redirect to %s by server (bad checksum)
es: Se está rehusando a la redirección hacia %s debido al servidor (suma verificación erronea)
gl: Rexeitouse a redirección a «%s» do servidor (a suma de verificación non coincide).
pl: Odmowa przekierowania na %s przez serwer (nieprawidłowa suma kontrolna).

source: Failed to initialize download for '%s'
es: Falló la inicialización de la descarga de '%s'
gl: Non foi posíbel iniciar a descarga de «%s».
pl: Nie udało się rozpocząć pobierania dla '%s'.

source: Could not create %s
es: No fue posible crear %s
gl: Non foi posíbel crear «%s».
pl: Nie udało się stworzyć %s.

source: Unknown extension for %s
es: Extensión desconocida para %s
gl: Descoñécese a extensión de «%s».
pl: Nieznane rozszerzenie dla %s.

source: Can't read sound file %s
es: No se puede leer el archivo de sonido %s
gl: Non foi posíbel ler o ficheiro de son «%s».
pl: Nie udało się odczytać dźwięku %s.

source: No ‘data’ chunk
es: No existe el trozo 'data'
gl: Non hai ningún fragmento de datos («data»).
pl: Brak fragmentu 'data'.

source: Can't understand wav file %s
es: No se puede entender el archivo wav %s
gl: Non é posíbel analizar o ficheiro «%s» como WAV.
pl: Nie mogłem zrozumieć pliku wav %s.

source: Out of memory reading "%s"
gl: Superouse o límite de memoria durante o proceso de lectura de «%s».
pl: BŁĄD: Zabrakło pamięci przy czytaniu "%s".

source: Sound Info
gl: Información de son
pl: Dźwięk Info...

source: the sound system is not started
es: el sistema de sonido no se ha iniciado
gl: O sistema de son non está iniciado.
pl: System dźwięku nie został rozpoczęty.

source: %5d stereo
es: %5d estereo
gl: %5d estéreo

source: %5d samples
es: %5d muestras
gl: %5d mostras
pl: %5d próbek

source: %5d samplebits
es: %5d bits de muestra
gl: %5d bits de mostra

source: %5d submission_chunk
gl: %5d fragmento de emisión

source: %5d speed
es: %5d velocidad
gl: %5d velocidade
pl: %5d szybkość

source: %p DMA buffer
es: %p búfer DMA
gl: %p búfer DMA
pl: %p bufora DMA

source: Background stream: %s
es: Secuencias de fondo: %s
gl: Fluxo en segundo plano: %s
pl: Strumień w tle: %s.

source: No background file.
es: No hay archivo de fondo.
gl: Non hai ningún ficheiro en segundo plano.
pl: Brak pliku tła.

source: Sound name exceeds MAX_QPATH
gl: O nome do son supera o «MAX_QPATH».
pl: Nazwa dźwięku przekracza MAX_QPATH.

source: could not find %s — using default
gl: Non foi posíbel atopar «%s». Usarase o predeterminado.
pl: UWAGA: Nie można znaleźć %s — zastosuj domyślne.

source: handle %i out of range
gl: O manipulador %i está fóra do intervalo.
pl: Uchwyt %i jest poza zasięgiem.

source: dropping sound
es: liberando sonido
gl: Non haberá son.
pl: Opuszczam dźwięk.

source: Initializing Sound
gl: Iniciando o son
pl: Inicjacja dźwięku.

source: Sound memory manager started
es: Se ha iniciado el administrador de memoria de sonido
gl: Iniciouse o xestor de memoria de son.
pl: Menedżer pamięci dźwięku rozpoczęty.

source: Cbuf_AddText: overflow
es: Cbuf_AddText: desbordamiento
gl: Cbuf_AddText: sobrecargouse.
pl: Cbuf_AddText: Przepełnienie.

source: Cbuf_InsertText overflowed
es: Cbuf_InsertText desbordado
gl: Cbuf_InsertText sobrecargouse.
pl: Cbuf_InsertText przepełnione.

source: <filename> [<arguments>…]
gl: <ficheiro> [<argumentos>…]
pl: <nazwa pliku> [<argumenty>…]

source: execute a script file without notification, a shortcut for exec -q
gl: Executar un script sen notificación, atallo para «exec -q».
pl: Wykonanie skryptu, bez notyfikacji, skrót do exec-q.

source: [-q|-f|-s] <filename> [<arguments>…]
gl: [-q|-f|-s] <ficheiro> [<argumentos>…]
pl: [-q|-f|-s] <nazwa pliku> [<argumenty>…]

source: execute a script file.
gl: Executar un script.
pl: Wykonać plik skryptu.

source: couldn't exec %s
gl: Non foi posíbel executar «%s».
pl: Nie udało się wykonać %s.

source: execing %s
gl: Executando «%s».
pl: Wykonywanie %s.

source: <variablename>
gl: <variábel>
pl: <nazwa zmiennej>

source: execute a variable command
gl: Executar unha orde variábel.
pl: Wykonanie zmiennej komendy.

source: not supported in the dedicated server
es: No soportado en este servidor
gl: Incompatíbel co servidor dedicado.
pl: Nie wspierane na serwerze dedykowanym.
