Repository: DaemonEngine/daemonmap
Catalog: main/translation/client/*.po
Languages: es, gl, pl

source: usage: connect [-4|-6] server
es: uso: connect [-4|-6] servidor

source: Invalid RSA keypair in RSAKey, regenerating
es: El par de llaves RSA en RSAKey no son válidas, regenerando

source: Daemon RSA public-key could not open %s for write, RSA support will be disabled
es: El demonio de clave pública RSA no puede abrir %s para escritura, el soporte RSA se desactivará

source: Daemon RSA public-key generated
es: Se ha generado la clave pública RSA del Demonio

source: ERROR: no free file names to create video
es: ERROR: no hay nombres de archivo libres para crear video

source: WARNING: file %s obtained through download redirect has wrong checksum this likely means the server configuration is broken
es: ADVERTENCIA: el archivo %s, que se obtuvo a través de una descarga tiene una suma de verificación erronea, esto probablemente significa que la configuración del servidor no es correcta

source: ----- Initializing Renderer ----
es: ----- Inicialización del Graficador ----

source: ----- Client Initialization -----
es: ----- Inicialización de Cliente -----

source: ----- Client Initialization Complete -----
es: ----- Inicialización de Cliente Completa -----

source: usage: globalservers <master# 0-%d> [protocol] [keywords]
es: uso: globalservers <#maestro 0-%d> [protocolo] [palabrasClave]

source: usage: globalservers <master# 0-%d> <protocol> [keywords]
es: uso: globalservers <#maestro 0-%d> <protocolo> [palabrasClave]

source: CL_GlobalServers_f: Error: No master server address given.
es: CL_GlobalServers_f: Error: No se ha proveído una dirección de servidor maestro.

source: CL_GlobalServers_f: Error: could not resolve address of master %s
es: CL_GlobalServers_f: Error: no se ha podido resolver la dirección del servidor maestro %s

source: Requesting servers from master %s…
es: Pidiendo servidores desde el maestro %s...

source: usage: ping [-4|-6] server
es: uso: ping [-4|-6] servidor

source: usage: serverstatus [-4|-6] server
es: uso: serverstatus [-4|-6] servidor

source: ERROR: Out of memory reading "%s"
es: ERROR: Se terminó la memoria al estar leyendo "%s"

source: ----- Sound Info -----
es: ----- Información de Sonido -----

source: Sound name exceeds MAX_QPATH
es: El nombre del sonido excede MAX_QPATH

source: WARNING: could not find %s — using default
es: ADVERTENCIA: no se pudo encontrar %s - se usará el valor por defecto

source: S_StartSound: handle %i out of range
es: S_StartSound: índice %i fuera de rango

source: S_StartLocalSound: handle %i out of range
es: S_StartLocalSound: índice %i fuera de rango

source: S_AddLoopingSound: handle %i out of range
es: S_AddLoopingSound: índice %i fuera de rango

source: S_AddRealLoopingSound: handle %i out of range
es: S_AddRealLoopingSound: índice %i fuera de rango

source: paged out
es: Sin Ordenar

source: resident
es: Residente

source: Total resident: %i
es: Total residente: %i

source: ------ Initializing Sound -----
es: ------ Inicializando el Sonido -----

source: execq <filename> (args) : execute a script file without notification
es: execq <nombre de archivo> (args) : ejecuta un archivo de script sin notificación

source: exec <filename> (args) : execute a script file
es: exec <nombre de archivo> (argumentos): ejecuta un archivo script

source: vstr <variablename> : execute a variable command
es: vstr <nombre de variable>: ejecuta un comando de variable

source: modcase <modifiers> <command> [<modifiers> <command>] … [<command>]
es: modcase <modificadores> <comando> [<modificadores> <comando>] ... [<comando>]

source: Cannot divide by 0!
es: ¡No se puede dividir por 0!

source: math <variableToSet> = <number> <operator> <number> math <variableToSet> <operator> <number> math <variableToSet> ++ math <variableToSet> -- valid operators are + - * /
es: math <variable a asignar> = <número> <operador> <número> math <variable a asignar> <operador> <número> math <variable a asignar> ++ math <variable a asignar> -- los operadores válidos son + - * /

source: concat <variableToSet> <variable1> … <variableN> : concatenates variable1 to variableN and sets the result to variableToSet
es: concat <variable a asignar> <variable1> ... <variableN> : concatena las variables 1 hasta la N y asigna el resultado a la <variable a asignar>

source: calc <number> <operator> <number>, accepted operators: +, -, /, */x
es: calc <número> <operador> <número>, operadores aceptados: +, -, /, */x

source: undelay <name> (command) removes all commands with <name> in them. if (command) is specified, the removal will be limited only to delays whose commands contain (command).
es: undelay <nombre> (comando) remueve todos los comandos con la cadena <nombre> en ellos. Si el (comando) se especifica, se elimina los retrasos cuyos comandos contengan (comando).

source: WARNING: Maximum amount of delayed commands reached
es: ADVERTENCIA: Se ha alcanzado el número máximo de comandos con retraso.

source: random <variableToSet> <minNumber> <maxNumber>
es: random <variable a asignar> <número mínimo> <número máximo>

source: unalias <name> : delete an alias
es: unalias <nombre>: elimina un alias

source: alias <name> : show an alias
es: alias <nombre>: muestra un alias

source: alias <name> <exec> : create an alias
es: alias <nombre> <executable> : crear un alias

source: ^3WARNING: profile.pid found for profile '%s' — the system settings will revert to their defaults
es: ^ADVERTENCIA: se ha encontrado profile.pid para el perfil '%s' — los ajustes del sistema se reiniciarán a sus valores por defecto

source: ^3WARNING: couldn't write profiles/%s/profile.pid
es: ^3ADVERTENCIA: no se pudo escribir profiles/%s/profile.pid

source: Usage: writeconfig <filename>
es: Uso: writeconfig <nombre de archivo>

source: WARNING: watchdog will trigger in 4 seconds
es: ADVERTENCIA: el watchdog se iniciará en 4 segundos

source: "%s" is:"%s
es: "%s" es:"%s

source: usage: toggle <variable> [<value> …]
es: uso: toggle <variable> [<valor> ...]

source: usage: cycle <variable> <start> <end> [step]
es: uso: cycle <variable> <inicio> <fin> [paso]

source: usage: set <variable> <value> [unsafe]
es: uso: set <variable> <valor> [unsafe]

source: usage: %s <variable> <value> [unsafe]
es: uso: %s <variable> <valor> [inseguro]

source: usage: reset <variable>
es: uso: reset <variable>

source: usage: dir <directory> [extension]
es: uso: dir <directorio> [extensión]

source: Usage: which <file>
es: Uso: which <archivo>

source: Opening IP socket: %s:%i
es: Abriendo socket IP: %s:%i

source: Opening IP socket: 0.0.0.0:%i
es: Abriendo socket IP: 0.0.0.0:%i

source: Opening IP6 socket: [%s]:%i
es: Abriendo socket IP6: [%s]:%i

source: Opening IP6 socket: %s:%i
es: Abriendo socket IP6: %s:%i

source: Opening IP6 socket: [::]:%i
es: Abriendo socket IP6: [::]:%i

source: ^3WARNING:^7 Language "%s" (%s) not found. Default to "English" (en)
es: ^3ADVERTENCIA:^7 El lenguaje "%s" (%s) no se ha encontrado. Se utilizará "Inglés" (en)

source: Unknown Language
es: Lenguaje Desconocido

source: WARNING: dupe wwwdl ack from client '%s'
es: ADVERTENCIA: se recibió un wwwdl ack malformado del cliente '%s'

source: WARNING: client '%s' reports that the redirect download for '%s' had wrong checksum.
es: ADVERTENCIA: el cliente '%s' reporta que la descarga redireccionada de '%s' tuvo la suma de verificación erronea.

source: you should check your download redirect configuration.
es: deberías revisar tu configuración de descargas redireccionadas.

source: SV_WWWDownload: unknown wwwdl subcommand '%s' for client '%s'
es: SV_WWWDownload: subcomando de wwwdl desconocido '%s' del cliente '%s'

source: ERROR: Client '%s': couldn't extract file size for %s
es: ERROR: Cliente '%s': no se ha podido extraer el tamaño del archivo %s

source: Client '%s': falling back to regular downloading for failed file %s
es: Cliente '%s': utilizando descarga regular para el archivo fallado %s

source: WARNING: bad command byte for client %i
es: ADVERTENCIA: byte de comando erroneo para el cliente %i

source: ------ Server Initialization ------
es: ------ Inicialización del Servidor ------

source: WARNING: sv_pure set but no PK3 files loaded
es: ADVERTENCIA: sv_pure está establecida, pero no se cargaron archivos PK3

source: ----- Server Shutdown -----
es: ----- Apagado del Servidor -----

source: ===== pending server commands =====
es: ===== comandos del servidor pendientes =====
